const attrations = [
    {
        src: 'assets/丽江.jpg',
        name: '云南丽江',
        price : 100, 
        introduc: '云南丽江，坐落于中国云南，是一个令人陶醉的古老城市。丽江古城保存完好，其独特的纳西文化和壮丽的雪山风景吸引着游客。古城的石板街道、古建筑和传统民居让人仿佛穿越回古代。周边的玉龙雪山是户外爱好者和摄影师的天堂，您可以欣赏到令人惊叹的自然美景。古城还因其传统音乐、文化表演和美味的纳西菜而闻名，让您享受文化和美食的双重盛宴。'
    },
    {
        src: 'assets/街道.jpg',
        name: '知名街道',
        price : 200, 
        introduc: '知名街道位于中国的心脏地带，汇聚了各种文化、美食和购物体验。这个繁华的街道是城市生活的中心，充满了活力。您可以漫步在繁忙的街头，品味美味的小吃、购物时尚的服装，还可以欣赏街头艺人的表演。无论是白天还是夜晚，这里都充满了生气和活力，是一个绝佳的观光和购物胜地。'
    },
    {
        src: 'assets/大海.jpg',
        name: '知名大海',
        price: 300,
        introduc: '知名大海，是一个美丽的蓝色天堂，是度假的理想之地。这片宁静的海滩上，您可以漫步在柔软的沙滩上，听海浪拍打岸边，享受温暖的阳光。大海的海水清澈透明，适合游泳、冲浪和潜水。您还可以尝试各种水上活动，如帆板和海上摩托车。无论您是想放松身心，还是寻找冒险，这里都是绝佳的选择。'
    },
    {
        src: 'assets/长城.jpg',
        name: '中国长城',
        price: 400,
        introduc: '中国长城，被誉为世界上最伟大的建筑之一，是古代中国的边防工程，也是世界文化遗产。这座壮丽的长城绵延数千公里，跨越险峻的山脉，见证了中国的悠久历史和壮丽风景。游客可以漫步在长城上，感受古代的壮丽景色，探索历史文化的奥秘。长城不仅是中国的象征，也是世界上独一无二的旅游胜地。'
    },
    {
        src: 'assets/景点.jpg',
        name: '知名景点',
        price: 500,
        introduc: '知名景点以其壮丽的自然美景、丰富的历史文化和难忘的体验而著名。这里有令人惊叹的自然景色，如壮丽的山脉、湖泊和瀑布，还有富有历史意义的遗迹和文化景点。游客可以尽情探索并留下美好回忆。无论您是喜欢户外探险还是寻找文化之旅，这里都有令人难忘的景点等待着您的发现。'
    }
];
